{
  
  "Timeless_Elegance":"Timeless Elegance,",
  "Exotic_Journeys":"Exotic Journeys",
  "Step_into_a_realm":"Step into a realm where centuries converge, and elegance stands the test of time. Embrace the exotic allure of Hanfu fashion as we journey through eras of grace and splendor.",
  "SHOP_NOW":"SHOP NOW",
  "Featured_Products":"Featured Products",
  "All_Products":"All Products",
  "Home":"Home",
  "About":"About",
  "Products":"Products",
  "Checkout":"Checkout",
  "Cart":"Cart",
  "Custom_Hanfu":"Custom Hanfu",
  "Only_For_You":"Only For You",
  "Remember":"Remember, this is just a conceptual idea, and the design should ultimately reflect your personal style, prefere7nces,",  
   "and_the_occasion":"and the occasion for which you intend to wear the Hanfu. Working with a skilled tailor or designer can help bring your custom Hanfu design to life.",
  "Preserve":"Preserve and protect traditional Han Chinese clothing as an integral part of China's cultural heritage & Document historical clothing styles, patterns, and techniques.",
  "Login":"Login",
  "Logout":"Logout",
  "This_cultural_movement":"This cultural movement has gained momentum in recent years, driven by individuals and communities seeking to reconnect with China's rich historical and cultural heritage.",
  "History":"History",
  "and":"and",
  "Join_our_newsletter":"Join our newsletter and get 20% off",
  "Enter_Email":"Enter Email",
  "Subscribe":"Subscribe",
  "All_rights_reserved":"All rights reserved",
  "Our_Story":"Our Story",
  "The_HanfuTale_emerged":"The HanfuTale emerged from a deep-rooted passion for unraveling the essence of Chinese culture and sharing its exquisite beauty with the global community. Our mission is to select a collection that not only reflects the intricacies of Hanfu design but also encapsulates the stories woven into each garment, offering wearers a journey back to the golden age of Chinese arts and culture. We firmly believe that Hanfu transcends cultural backgrounds, providing a transformative and enlightening experience in Chinese culture and arts for all. By embracing Hanfu and showcasing its allure, individuals can forge a profound connection with and appreciation for this rich heritage. In our endeavor, we are committed to promoting equality and inclusivity, ensuring that everyone, irrespective of background, has the opportunity to engage with or rediscover the cultural essence embodied by Hanfu."
}