{
  
  "Timeless_Elegance":"Élégance intemporelle,",
  "Exotic_Journeys":"Voyages exotiques",
  "Step_into_a_realm":"Entrez dans un royaume où les siècles convergent et où l'élégance résiste à l'épreuve du temps. Adoptez le charme exotique de la mode Hanfu en voyageant à travers des époques de grâce et de splendeur.",
  "SHOP_NOW":"Magasinez",
  "Featured_Products":"Produits populaires",
  "All_Products":"Tous produits",
  "Home":"Accueil",
  "About":"À propos",
  "Products":"Produits",
  "Checkout":"Vérifier",
  "Cart":"Panier",
  "Custom_Hanfu":"Personnalisé Hanfu",
  "Only_For_You":"Seulement pour toi",
  "Remember":"N'oubliez pas qu'il ne s'agit que d'une idée conceptuelle et que le design doit finalement refléter votre style personnel, vos préférences,",
  "and_the_occasion":" et l'occasion pour laquelle vous avez l'intention de porter le Hanfu. Travailler avec un tailleur ou un designer qualifié peut vous aider à donner vie à votre design Hanfu personnalisé.",
  "Preserve":"Préserver et protéger les vêtements traditionnels chinois Han en tant que partie intégrante du patrimoine culturel chinois et documenter les styles, modèles et techniques vestimentaires historiques.",
  "Login":"Connexion",
  "Logout":"Se déconnecter",
  "This_cultural_movement":"Ce mouvement culturel a pris de l'ampleur ces dernières années, porté par des individus et des communautés cherchant à renouer avec le riche héritage historique et culturel de la Chine.",
  "History":"Histoire",
  "and":"et",
  "Join_our_newsletter":"Abonnez-vous à notre newsletter et bénéficiez de 20% de réduction",
  "Enter_Email":"Entrez votre e-mail",
  "Subscribe":"S'abonner",
  "All_rights_reserved":"Tous droits réservés",
  "Our_Story":"Notre histoire",
  "The_HanfuTale_emerged":"Le HanfuTale est né d’une passion profondément enracinée pour découvrir l’essence de la culture chinoise et partager sa beauté exquise avec la communauté mondiale. Notre mission est de sélectionner une collection qui reflète non seulement les subtilités du design Hanfu, mais qui résume également les histoires tissées dans chaque vêtement, offrant ainsi à ceux qui le portent un voyage dans l'âge d'or des arts et de la culture chinoise. Nous croyons fermement que le Hanfu transcende les contextes culturels, offrant à tous une expérience transformatrice et éclairante de la culture et des arts chinois. En adoptant le Hanfu et en mettant en valeur son attrait, les individus peuvent forger un lien profond et apprécier ce riche héritage. Dans notre effort, nous nous engageons à promouvoir l'égalité et l'inclusion, en veillant à ce que chacun, quelle que soit son origine, ait la possibilité de s'engager ou de redécouvrir l'essence culturelle incarnée par Hanfu."

}